const title = "水火不侵敬神家";
const abstracts = "虔诚敬神的人家，洪水不淹，烈火不焚。这样的奇事，古今皆有。

";
const frontCover = "https://www.bannedbook.org/images/tian.jpg";
const whereFrom = "明慧周报";
const whereFromUrl = "https://www.qi-gong.me/tculture/20240129/33950.html";
const author = "明慧周报";
const channel = 1;
const content = `<p>唐文宗太和五年，梓州地区有个人名叫倪勤，以有武略而著称。他当时负责主管涪州兴教仓。这是一个大型的仓库重地，仓库里有个厅堂，对面正对着长江，从窗口向外眺望：飞鸟翩翩，帆影幢幢。令人心旷神怡！</p><p>他觉得这地方很好，就专门在这里设了佛堂。经常读经拜佛，十分虔诚。对官场奉迎、勾心斗角之事，一概置之度外。</p><p>到了6月9日那一天，长江洪水泛滥，来势汹涌。但是洪水流到厅堂下面的河段附近时，就让开了一段距离，转个弯流走了。洪水过后，他外出察看，发现周围数十里的屋舍全都被大水冲没，毁房无数。只有他这个仓库及厅堂，安然完好。</p><p>后来，很多人都知道了这件事，认为确实是神佛的保佑。不少人也开始敬信神佛。</p><p><strong>晋朝人诵经从善大火不侵</strong></p><p>在《辨正论》一书中记载：晋朝时有个名字叫竺长舒的人，住在吴郡。平时专心诵读佛经，诸恶不做，众善奉行。有一次，城中失火，房屋栋宇，一座接着一座，火到即焚。竺长舒的房屋，正处在下风。</p><p>当此危急的时刻，竺长舒更一心一意诵念佛经。那大火继续延烧，就要烧到他家时，突然风向转变。大火很快就灭了。全县的人都知道了这件奇事，纷纷前来观看。人们都说是神佛保护。</p><p>当时有个恶徒，怀疑神佛保护的说法。便在后半夜风急的时候，把火投到竺长舒的房屋里。投了几处，都没有燃烧起来。这个恶徒大为惊叹感动。到了天亮以后，便去向竺长舒叩头谢罪，还问他有什么神通法术？</p><p>竺长舒说：“我本人没有什么神通，只是平日诵读佛经，凭良心办事。每逢遇到什么麻烦和凶险，都能解脱。”</p><p><strong>大洪水会转弯</strong></p><p>居住在台湾最南端恒春半岛的戴女士，于2000年2月罹患<a href="https://www.bannedbook.org/bnews/tag/%E5%AD%90%E5%AE%AB%E9%A2%88%E7%99%8C/">子宫颈癌</a>，同时又有13种各式各样疾病缠身，到处寻医问药、求神问卜，始终不见好转。经朋友介绍，她开始<a href="https://www.qi-gong.me/">修炼</a><a href="https://www.bannedbook.org/bnews/tag/%e6%b3%95%e8%bd%ae%e5%8a%9f/">法轮功</a>。修炼不到二个月，各式顽疾不知不觉中消失了。</p><p>2012年8月24日，“天秤台风”登陆<a href="https://www.bannedbook.org/bnews/tag/%E5%8D%97%E5%8F%B0%E6%B9%BE/">南台湾</a>，在恒春镇造成严重淹水，有些街道水深达到一楼高度，戴女士在恒春镇的居住地附近淹水也有到膝盖的高度。戴女士于台风来袭前，因随天<a href="https://www.bannedbook.org/bnews/tag/%E5%9B%BD%E4%B9%90%E5%9B%A2/">国乐团</a>参加游行活动离开了恒春，当她回到家时，左邻右舍的郑先生和张先生跟她说：“真神奇，大水会转弯，我活这么大年纪都没见过。”</p>`;
const publishDate = ["2024","2","2"];
