const title = "疫苗给人们带来的利与弊";
const abstracts = "【新生11月20日讯】在今年九月份的《现代药物发现》杂志上刊登了一篇文章，文中提到给幼儿注射疫苗尽管会抵御一些致命的疫病，但很多父母和儿童医生都在担心它所带来的不可忽视的副作用[1]。


";
const frontCover = "https://www.bannedbook.org/images/tian.jpg";
const whereFrom = "明慧周报";
const whereFromUrl = "";
const author = "明慧周报";
const channel = 1;
const content = `<p>【新生11月20日讯】在今年九月份的《现代药物发现》杂志上刊登了一篇文章，文中提到给幼儿注射疫苗尽管会抵御一些致命的疫病，但很多父母和儿童医生都在担心它所带来的不可忽视的副作用[1]。</p><p>对新生儿来讲，注射疫苗是例行要做的，家长们别无选择。事实上，在所有的公立学校和许多私立学校里，如果孩子没有注射足够疫苗的话，他们就会被拒之门外。根据现有的免疫计划，在美国，一个孩子在出生的头5个月里，可能要被注射5种疫苗，共计15针。而且在两岁以前，还要再打7种其它的疫苗。这些疫苗是用来对付11种疾病的，比如白喉( diphtheria)、脊髓灰质炎(polio)、麻疹(measles)、流行性腮腺炎(mumps)、乙型肝炎 (Hepatitis B)等等。</p><p>应该说，在疫苗的发展史上，疫苗的引入曾经降低了一些致命疾病的发病率，比如麻疹(measles)、天花(smallpox)等等。但自从70年代中后期以来，随着事故的不断出现，疫苗的安全性越来越被人们所重视。这些事故包括，在注射白喉(diphtheria)、百日咳(Pertussis)、破伤风(tetanus)等疫苗后所带来的神经性损伤。由于这些原因，美国国会以至于在1986年通过法案，要求在对儿童注射疫苗时，医生应该把其一切利弊都要告诉家长, 而且对观察到的副作用要及时反映。</p><p>但是，让人们担心的事情还是越来越多。在1998年英国的科学家Andrew Wakefield在权威刊物《柳叶刀》(Lancet)发表的一篇文章中指出，给儿童注射麻疹(measles)、流行性腮腺炎(mumps)、风疹(rubella)疫苗会导致儿童的自闭症(autism)[2]。一些家长反应，在他们的孩子注射此类或其它的疫苗后不久，就表现出了自闭症的一些表现。</p><p>进一步研究发现，疫苗能导致免疫系统发育不良，从而带来神经损伤。不仅如此，许多疫苗包装的防腐剂甚至含有50%的汞。它们给儿童带来的伤害也是不容忽视的。</p><p>随着这些疫苗研究阴影的出现的同时，科学家也越来越感到研究某些疫苗的艰难。比如，据统计全世界有3亿到5亿人患疟疾(malaria)，而且每年约有100万人因此丧生。但疫苗研究却很不顺利。在今年10月初，《自然》杂志发表了其寄生虫－－疟原虫(Plasmodium falciparum)的基因组序列；《科学》杂志则刊登了其宿主蚊子(Anopheles gambiae)的基因组测序[4]。很多人对此满怀憧憬，但实际情况却并非如此简单。根据路透社的一则新闻，疟疾疫苗专家们认为，虽然现在有了这两个基因组的信息，但距离能在疟疾疫苗研究上有突破还需要至少十几年时间[5]。</p><p>Rabinovitch 是一个小儿科医生，也是疟疾疫苗研究课题的负责人。她说，“这些新成果对我们的研究关系不大。”“现在还在摸索如何把基因组的信息和疫苗研究联系起来。疟原虫(Plasmodium falciparum)复杂多变，也就使得其研究极其艰难。Rabinovitch 曾经研究过一种叫做spf-66的疫苗，开始似乎还起点作用，但随着课题的深入，发现其效果越来越令人失望。</p><p>从古到今，人们总想着能够有个健康的身体，过一个幸福的生活，可是事情总难如意。随着科学的不断的发展，人们越来越寄托于新的科技能让人摆脱疾病、带来幸福。疫苗的发现和推广，使人们松了一口气，觉得好象只要是打上几针，就可与致命的传染病无缘。然而，疫苗研究的举步维艰及其使用所带来的严重副作用，使人们不得不重新思考这个老话题：人为什么会生病？为什么有的人整于泡在药罐子里、总是摆脱不了疾病的控制，而有的人就是不容易生病？</p>`;
const publishDate = ["2024","2","2"];
