{"abstracts":"有两个现代西方的故事。一位年轻人在一次旅行中遇到了一只小猫，猫一直跟着他走，他非常喜欢这只猫，他相信这只猫是上天给他的吉祥物，于是就带回家悉心照顾，之后，这位年轻人遇到了很多好运气。","author":"起慧","channel":1,"publishDate":["2024","2","2"],"whereFrom":"明慧网","title":"..古代中国人是如何看待吉凶的征兆呢","frontCover":"https://www.bannedbook.org/images/tian.jpg","content":"<p>有两个现代西方的故事。一位年轻人在一次旅行中遇到了一只小猫，猫一直跟着他走，他非常喜欢这只猫，他相信这只猫是上天给他的<a href=\"https://www.bannedbook.org/bnews/tag/%E5%90%89%E7%A5%A5%E7%89%A9/\">吉祥物</a>，于是就带回家悉心照顾，之后，这位年轻人遇到了很多好运气。一个销售经理在准备开车出门与客户谈生意前，有一只黑猫在他面前跑过，他认为这是个不好的预兆，于是决定取消出门的计划，后来客户认为他不守信用，他失去了一笔很好的交易。</p><p>不论哪个文化，都有所谓的吉兆与凶兆的说法。对东方人来说，例如看见异常美丽的云彩或流星，或是燕子在家里筑巢，都是好兆头；听见狗的哀嚎声，看到大量昆虫异常涌出，都预示有坏事要发生。对<a href=\"https://www.bannedbook.org/bnews/tag/%E8%A5%BF%E6%96%B9%E4%BA%BA/\">西方人</a>而言，找到<a href=\"https://www.bannedbook.org/bnews/tag/%E5%9B%9B%E5%8F%B6%E8%8D%89/\">四叶草</a>，或是看到彩虹，都是好兆头；遇到嘈杂的喜鹊，或是打破镜子，都是坏兆头。很多人遇到好兆头，心情会明朗起来，盼望着好事来临；遇到坏兆头则难免心生恐惧、心情郁闷。</p><p>那么，古代<a href=\"https://www.bannedbook.org/\">中国</a>人是如何看待吉凶的征兆呢？</p><p><strong>妖魔敌不过有德行的人</strong></p><p>古人相信上天给的吉凶暗示，并以积极做好自己的方式去面对。根据《<a href=\"https://www.qi-gong.me/tculture/20240129/33952.html#\">&nbsp;史记</a>：殷<a href=\"https://www.qi-gong.me/tculture/20240129/33952.html#\">&nbsp;本纪</a>》与《孔子家语》，太戊(<a href=\"https://www.bannedbook.org/bnews/tag/%E5%95%86%E6%9C%9D/\">商朝</a>第九任君主)继位之前，商朝衰弱，诸侯看不起中央政权，都不来朝拜。帝雍过世后，他的弟弟太戊即位，太戊任用伊陟为相。当时国都出现了桑树和楮树合生在朝堂上的怪异现象，而且一夜之间长得有两手合抱那样粗。太戊看到后认为是凶兆而感到害怕，于是他询问伊陟，伊陟对太戊说：“臣听说过，妖魔敌不过有德行的人，会不会是您的施政上有什么过失啊？希望您进一步修养德行。”</p><p>太戊听从了伊陟的意见，很谨慎的修养自己的德行，学习先王<a href=\"https://www.bannedbook.org/forum24/topic8925.html\">治国</a>的方法，探究养民的措施，那怪树就枯死而消失了。这样过了三年，许多远方的国家仰慕殷商的道义，派使者来朝见的有十六国。商朝的国势再度兴盛，诸侯又来归服。因为他中兴商朝，因此死后被尊称为中宗。</p><p><strong>官位看才能 爵位重贤能</strong></p><p><a href=\"https://www.bannedbook.org/bnews/tag/%E6%AD%A6%E4%B8%81/\">武丁</a>是商朝第二十二任君主，《<a href=\"https://www.qi-gong.me/tculture/20240129/33952.html#\">&nbsp;史记</a>：殷<a href=\"https://www.qi-gong.me/tculture/20240129/33952.html#\">&nbsp;本纪</a>》记载，有一次武丁祭祀先王成汤，第二天，有一只雉鸟停在鼎耳上鸣叫，武丁为此惊惧不安。祖己开导武丁说：“大王不必担忧，先处理好政务即可。”祖己进一步说：“上天考察下民是看他们行事是否遵循道义。上天赐给人的寿年有长有短，不是天使人寿命夭折，而是人不行正道而断送自己寿年。有的人违背道德，不承认罪过，上天就会惩罚他们，以端正他们的品行。大王您继承王位，要敬重人民，他们都是上天的子民，还要经常祭祀，但不要根据那些应该抛弃的邪道举行礼仪。”</p><p>武丁听了祖己的劝谏，修明政事，推行德政，改革用人制度，建立“官位不私相授受，只看才能；爵位不授予德行恶者，只重贤能”的政策，去除旧有的贵族特权，并且平定了北方民族土方、舌方、苞方、鬼方、羌方的侵扰，使得天下百姓安居乐业，让商朝再度兴盛起来，史称“武丁盛世”。</p><p><strong>存亡祸福都决定于自己</strong></p><p>《孔子家语》记载，鲁哀公曾向孔子请教说：“国家的存亡祸福，我相信是天命，而非由人决定的，对吗？”孔子回答说：“存亡祸福都决定于自己，天灾地祸不是最重要的。”孔子举例说：“过去，在殷纣王的时候，有一只小麻雀在城楼上生了一只大鸟，占卜的人说，凡是以小生大，则国家必定昌盛。于是纣王信靠这个吉兆，不好好治理国家，反而残暴至极，以致灭国。这就是因为他的行为逆天道，使得本来是奇福反而变成了大祸。然而，太戊的时候出现凶兆(如上文)，太戊担心害怕，于是修品行、施德政，祸兆转为福泽。所以天灾地祸，只是上天用来警告君主，灾祸打不垮善政，凶兆敌不过善行。”</p><p><strong>结语</strong></p><p>我们常以为古人迷信，事实上，古人是对未知的事情怀著敬畏审慎的态度，并相信以修德、行善来面对未知的吉凶，就会转祸为福。</p>","whereFromUrl":"https://www.qi-gong.me/tculture/20240129/33952.html"}